{
  "project_1": {
    "title": "La Table de Gustave",
    "enTitle": "The Table of Gustave",
    "link": "la_table_de_gustave",
    "img_primary": "/assets/table_gustave_logo.webp",
    "width_img": 1024,
    "height_img": 1024,
    "color_bg": "#1E1E1E",
    "description": "La Table de Gustave est un concept fictif d'un site pour un restaurant gastronomique parisien. Ce projet présente un design raffiné, mettant en avant une expérience culinaire française authentique. Le site propose une interface fluide pour explorer le menu, découvrir les événements spéciaux et l’histoire du restaurant. Tous les médias visuels et les contenus textuels ont été générés par l'intelligence artificielle, soulignant la polyvalence et la créativité dans la conception de ce projet.",
    "enDescription": "The Table of Gustave is a fictional concept for a gastronomic restaurant in Paris. This project presents a refined design, highlighting an authentic French culinary experience. The site offers a fluid interface to explore the menu, discover special events and the history of the restaurant. All visual media and text content have been generated by artificial intelligence, highlighting the versatility and creativity in the conception of this project.",
    "technos": ["Nextjs", "React", "Framer Motion", "Tailwind"],
    "website_link": "https://la-table-de-gustave.vercel.app"
  },
  "project_2": {
    "title": "Sunline Energie",
    "link": "sunline_energie",
    "img_primary": "/assets/sunline_logo.png",
    "width_img": 2000,
    "height_img": 2000,
    "color_bg": "#000",
    "description": "Sunline Énergie se consacre à promouvoir des solutions d'énergie durable via l'installation de panneaux solaires en Nouvelle-Aquitaine. La plateforme présente des services experts, de la conception à la mise en place de systèmes photovoltaïques performants. En alliant accessibilité, performance et satisfaction client, Sunline aide à réduire les coûts énergétiques tout en favorisant la transition vers l'énergie renouvelable.",
    "enDescription": "Sunline Energie specializes in promoting sustainable energy solutions through the installation of solar panels in New Aquitaine. The platform presents expert services, from conception to the implementation of efficient photovoltaic systems. By combining accessibility, performance and client satisfaction, Sunline helps reduce energy costs while promoting the transition to renewable energy.",
    "technos": ["Nextjs", "React", "Tailwind"],
    "website_link": "https://www.sunline-energie.fr/"
  },
  "project_3": {
    "title": "Garry's Mod Creators",
    "link": "gmc",
    "img_primary": "/assets/gmc_logo.png",
    "width_img": 255,
    "height_img": 87,
    "color_bg": "#000",
    "description": "Garry's Mod Creators est une plateforme dédiée à ceux qui souhaitent créer leur propre serveur Garry's Mod. Une équipe qualifiée propose des services variés dans des domaines tels que la configuration, le développement, le mapping, le graphisme etc. Grâce à une interface intuitive et des solutions de paiement sécurisées avec Stripe, cette plateforme permet à nos clients de créer facilement leur serveur à des prix très intéressants.",
    "enDescription": "Garry's Mod Creators is a platform dedicated to those who want to create their own Garry's Mod server. A qualified team offers various services in areas such as configuration, development, mapping, graphics, etc. Thanks to an intuitive interface and secure payment solutions with Stripe, this platform allows our clients to easily create their server at very attractive prices.",
    "technos": ["Nextjs", "React", "NextAuth", "Stripe", "Framer Motion", "Tailwind"],
    "website_link": "https://gmod-creators.com/"
  },
  "project_4": {
    "title": "Blog Perso",
    "enTitle": "Personal Blog",
    "link": "blog_perso",
    "img_primary": "/assets/bahoz_logo.jpg",
    "width_img": 1024,
    "height_img": 1024,
    "color_bg": "#01002A",
    "description": "Ce projet personnel est un espace de pratique en développement web, me permettant d'expérimenter avec la stack MERN. Ce n'est pas un blog régulièrement mis à jour, mais plutôt un terrain d'entraînement pour améliorer mes compétences en React, Node.js et MongoDB, tout en offrant une interface utilisateur fluide et responsive.",
    "enDescription": "This personal project is a space for practice in web development, allowing me to experiment with the MERN stack. It is not a regularly updated blog, but rather a training ground to improve my skills in React, Node.js and MongoDB, while offering a fluid and responsive user interface.",
    "technos": ["React", "Tailwind", "Nodejs", "Expressjs", "MongoDB"],
    "website_link": "https://mern-blog-nfas.onrender.com/"
  },
  "project_5": {
    "title": "Hydra Template",
    "link": "hydra_template",
    "img_primary": "/assets/hydra_logo.png",
    "width_img": 1020,
    "height_img": 888,
    "color_bg": "#3B164E",
    "description": "Hydra Template est un modèle de site web entièrement responsive, conçu pour des utilisations multiples. Construit avec React, il propose un design moderne et une interface propre, parfaits pour des sites professionnels ou des portfolios. Le template offre flexibilité et facilité de personnalisation pour les développeurs.",
    "enDescription": "Hydra Template is a fully responsive website template designed for multiple uses. Built with React, it offers a modern design and a clean interface, perfect for professional sites or portfolios. The template offers flexibility and ease of customization for developers.",
    "technos": ["React", "HTML", "CSS", "Javascript"],
    "website_link": "https://template-site-1-bahoz.netlify.app/"
  }
}
