{
  "project_1": {
    "title": "Todolist Next.js x Express.js",
    "enTitle": "Todolist Next.js x Express.js",
    "link": "todolist-next-express",
    "img_primary": "/assets/todolist_next_express_logo.png",
    "width_img": 1024,
    "height_img": 1024,
    "color_bg": "#fff",
    "description": "Cette todolist est un projet de test avec les technologies Express, Prisma, Postgresql et la plateforme de déploiement Render visant à approfondir ma maîtrise de ces technologies.",
    "enDescription": "This Todolist is a test project with Express, Prism, PostgreSql technologies and the Render deployment platform aimed at deepening my mastery of these technologies.",
    "technos": [
      "Nextjs",
      "React",
      "Postgresql",
      "TailwindCSS",
      "Typescript",
      "Nodejs",
      "Expressjs",
      "Zustand",
      "Prisma",
      "Vercel",
      "Render"
    ],
    "website_link": "https://todolist-express-frontend.vercel.app/",
    "github_link": "https://github.com/bahoooz/todolist-express-frontend"
  },
  "project_2": {
    "title": "My Genius Recipe",
    "enTitle": "My Genius Recipe",
    "link": "mgr",
    "img_primary": "/assets/mgr_logo.png",
    "width_img": 1024,
    "height_img": 1024,
    "color_bg": "#f5dfbb",
    "description": "My Genius Recipe est une application web (SaaS avec ambition d'application mobile) qui permet de créer des recettes de cuisine avec n'importe quel ingrédient, ultra intuitive et user friendly, entièrement géré par l'IA. L'application permet d'ajouter des ingrédients, d'appliquer des filtres (recette sucrée / salée, recette avec photo, recette originale ou classique, etc..) avec possibilité de les sauvegarder. Optant pour un modèle freemium et répondant à un besoin, l'application est actuellement en phase de MVP (minimum viable product).",
    "enDescription": "My Genius Recipe is a web application (SaaS with ambition of mobile application) that allows you to create recipes with any ingredient, ultra intuitive and user friendly, entirely managed by the AI. The application allows you to add ingredients, apply filters (sweet / savory recipe, recipe with photo, original or classic recipe, etc..) with the possibility to save them. Opting for a freemium model and responding to a need, the application is currently in the MVP phase (minimum viable product).",
    "technos": [
      "Nextjs",
      "React",
      "Supabase",
      "Postgresql",
      "TailwindCSS",
      "Typescript",
      "Stripe",
      "OpenAI",
      "Zustand",
      "Vercel",
      "Figma"
    ],
    "website_link": "https://www.mygeniusrecipe.com",
    "github_link": "https://github.com/bahoooz/my-genius-recipe"
  },
  "project_3": {
    "title": "MeloVib's",
    "enTitle": "MeloVib's",
    "link": "melovibs",
    "img_primary": "/assets/melovibs_logo.png",
    "width_img": 1024,
    "height_img": 1024,
    "color_bg": "#27263C",
    "description": "MeloVib's est une plateforme musicale destinée aux fans de musique qui vous permet de voter pour vos morceaux préférés. Découvrez et votez pour vos morceaux préférés dans différents genres musicaux. Suivez les classements évolutifs et découvrez les tendances qui font vibrer la communauté. À vous de propulser vos artistes favoris au sommet et de participer à cette aventure musicale avec des votes qui soutiennent vos artistes préférés.",
    "enDescription": "MeloVib's is a music platform for music fans that allows you to vote for your favorite tracks. Discover and vote for your favorite tracks in different musical genres. Follow the evolving rankings and discover the trends that make the community vibrate. It's up to you to propel your favorite artists to the top and participate in this musical adventure with votes that support your favorite artists.",
    "technos": [
      "Nextjs",
      "React",
      "TailwindCSS",
      "NextAuth",
      "MongoDB",
      "Figma",
      "Typescript",
      "Zustand",
      "Vercel"
    ],
    "website_link": "https://www.melovibs.com",
    "github_link": "https://github.com/bahoooz/MeloVibs"
  }
}
